{
  "total_jobs": 26,
  "jobs": [
    {
      "uid": "job-7fd2c649-a2b3-40fe-adbb-ffd058c7fc17",
      "title": "Web Developer needed to fix an issue with parallax on homepage",
      "date_started": "2023-04-22",
      "date_ended": "2023-05-04",
      "date_posted": null,
      "time_spent_hours": 4,
      "hourly_rate": 54.0,
      "total_earned": 225.0,
      "job_feedback": {
        "client_feedback_given": "No feedback given",
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Matt and Shay were both a pleasure to work with. Their needs were communicated clearly and were prompt to reply with any questions I had. Looking forward to working with them again!"
        }
      },
      "job_details": {
        "job_description": "We are relaunching our website and our web designer is having issues adding text below the parallax images on our front page. It may involve some scripting but we'd like a navigation button over the images (about 5) and text below each.",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Less than 30 hrs/week",
        "estimated_duration": "Less than 1 month",
        "experience_level": "Intermediate",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 1,
        "location": "United States, Chicago",
        "total_spent": 237,
        "hires": 1
      },
      "cover_letter": "Thank you for the opportunity to bid on your project. As an experienced web developer with a strong background in HTML, CSS, and JavaScript, I am confident that I can help you solve the issue you're having with adding text below the parallax images on your front page.\n\nI understand that you'd like to add navigation buttons over the images and text below each one. This may require some custom coding to ensure that everything is properly aligned and responsive across different screen sizes.\n\nI would be happy to provide you with examples of my previous work upon request. Additionally, I am available to start work immediately and can provide you with regular updates throughout the project.\n\nPlease let me know if you have any questions or concerns, or if you would like to discuss this project further.\n\nBest regards,"
    },
    {
      "uid": "job-9708fbaf-4315-44ee-93e8-96f0425e8756",
      "title": "JavaScript Expert For Google Tag Manager",
      "date_started": null,
      "date_ended": null,
      "date_posted": "2022-06-26",
      "time_spent_hours": null,
      "hourly_rate": null,
      "total_earned": null,
      "job_feedback": {
        "client_feedback_given": null,
        "freelancer_feedback_given": null
      },
      "job_details": {
        "job_description": "Hi, I've started an analytics agency where I help companies set up Google Tag Manager, Google Analytics, and all of their tracking needs. I'm looking for a JavaScript developer that can help with custom JavaScript in Google Tag Manager.",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Less than 30 hrs/week",
        "estimated_duration": null,
        "experience_level": "Expert",
        "budget": null,
        "hourly_range": "$50.00 - $80.00",
        "company_description": null
      },
      "client_info": {
        "rating": null,
        "reviews_count": null,
        "location": null,
        "total_spent": null,
        "hires": null
      },
      "cover_letter": "Thanks for the invite, would be happy to fix this up for you. Will be available tomorrow to take a look, and on my phone today if you want to chat about anything.\nThanks\n-Aaron"
    },
    {
      "uid": "job-50c9bf40-ee0a-4eea-95f9-8e0456d7c4ce",
      "title": "WEBFLOW Trainer / Teacher",
      "date_started": "2023-04-23",
      "date_ended": "2023-04-26",
      "date_posted": null,
      "time_spent_hours": 1,
      "hourly_rate": 54.0,
      "total_earned": 54.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "I am overjoyed to share my experience with Aaron, an extraordinary Webflow trainer and teacher who has made a profound impact on my knowledge and skillset. I was hoping to expand my web design capabilities and dive into the world of Webflow. Little did I know that Aaron would completely redefine the way I approach web design!\n\nAaron has demonstrated a genuine passion for empowering businesses small to large. His teaching style was engaging, approachable, and filled with practical insights that made even the most complex concepts feel easily accessible. Each session / video was meticulously planned, with examples that facilitated my understanding and allowed me to grasp the full potential of Webflow. Aaron's dedication is unmatched! I truly felt supported every step of the way.\n\nAarons training is a game-changer that empowers and inspires, and to anyone looking to unlock their potential and become a skilled Webflow designer. You have come to the right place! My mind is blown!"
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Denise was a pleasure to work with, and a professional in every regard. I was impressed by her clear communication of goals, quick responses and overall availability. This was a project where we had a mixture of video meetings and recorded tutorials, her feedback and patience with the process was appreciated and led to an overall great working experience. Looking forward to working with Denise again in the future!"
        }
      },
      "job_details": {
        "job_description": "I am seeking a teacher / trainer in Webflow. There are specific things I want to know in order to build my website.\n\n***You have to know WEBFLOW.\n\nYou can train me by correspondence, however you wish, but it has to specific to my particular needs below. I will relay a question, you provide a detailed answer, I will finish it myself.\n\nResources:\nMy current website: https://www.thecorporateconcierge.net/\nMy New Website Template: https://byra.webflow.io/#hero\n\nWhat I need:\n1. Replace the 3 pictures in the top 3 sliders (Pyramid, BIC and blue word art) with new transparent pics /same type and style)\n2. Add a segment right underneath the top page of Upwork testimonials (carried over from my current website - see above)\n3. Add contact buttons in the same places that my current site showcases.",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Less than 30 hrs/week",
        "estimated_duration": "Less than 1 month",
        "experience_level": "Expert",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 10,
        "location": "United States, Visalia",
        "total_spent": 4112,
        "hires": 24
      },
      "cover_letter": "Hi there,\n\nI am happy to help you with your Webflow training needs. I specialize in Webflow and can provide you with customized training that is specific to your needs.\n\nTo address your requirements, I will provide detailed answers to your questions and help you complete the task yourself. You can expect clear communication and timely responses from me throughout the process.\n\nHere is what I propose for your training:\n\n1. Replacement of the 3 pictures in the top 3 sliders with new transparent pics /same type and style:\n- We will use the \"CMS Image\" component to upload new images to your Webflow site\n- I will provide step-by-step instructions on how to replace images within the Webflow CMS and show you how to adjust settings such as size and style\n\n2. Addition of a segment right underneath the top page of Upwork testimonials:\n- We will use the \"Rich Text\" component to add a new segment to your Webflow site\n- I will provide detailed instructions on how to add text, images, and other media to your new segment, and show you how to format it for optimal visual appeal\n\n3. Addition of contact buttons in the same places that your current site showcases:\n- We will use the \"Button\" component to add contact buttons to your Webflow site\n- I will provide guidance on how to create custom buttons that fit with your website's design and how to add them to specific locations on your site\n\nPlease let me know if you have any questions or need more information.\n\nThank you for your consideration.\n\nBest regards,\nAaron"
    },
    {
      "uid": "job-f84e63ff-3eff-4f21-b4f9-e82b4aea348d",
      "title": "WIX run through",
      "date_started": "2023-04-12",
      "date_ended": "2023-04-20",
      "date_posted": null,
      "time_spent_hours": null,
      "hourly_rate": null,
      "total_earned": 500.0,
      "job_feedback": {
        "client_feedback_given": "No feedback given",
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Absolute pleasure working with Jana. Clear communication, responsive and knowledgable about nature of work and set clear expectations throughout. Looking forward to working with again in the future!"
        }
      },
      "job_details": {
        "job_description": "I am the CEO and co-founder of StarLifter.\n\nI built our website. (Pour one out for the scrappy founder in all of us…) Getting some professional help there (read: refresh) is 3rd down the marketing priorities list after new sales deck and launching our first campaign.\n\nJust know know I’m in the market for help there it's just not the URGENT hot things this moment.\n\n… what’s more urgent for me is someone who knows Wix and can help me with a couple of things. Stuff like - when I go to mobile view I can’t get one of the menu options to show. Spacing, font sizing, color consistency.\n\nI’d love to find someone who I can engage for ## hours and run through to clean up my rookie moves and run through to see what they see in terms of clean up, optimization.",
        "job_type": "Fixed price",
        "estimated_hours_per_week": null,
        "estimated_duration": null,
        "experience_level": null,
        "budget": 500.0,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": null,
        "reviews_count": null,
        "location": null,
        "total_spent": null,
        "hires": null
      },
      "cover_letter": "Hi, came across your post and feel like I can help you out with your wix project. I've done a ton of sites in wix, and have spent also spent a lot of time helping others learn and navigate their sites so they don't need to call a developer every time they want to make changes in the future. I would be happy to take a run through and make any light fixes that you might need, I can notate those changes so you know what I did, and then when you have time we can work together on answering any questions you may have about the system itself.\nHope to hear from you!\nThanks,\n-Aaron"
    },
    {
      "uid": "job-27de42f1-a4ac-4a44-95bb-8e89564a7c5b",
      "title": "Cumulative Layout Shift consultation",
      "date_started": "2023-04-18",
      "date_ended": "2023-04-20",
      "date_posted": null,
      "time_spent_hours": 1,
      "hourly_rate": 54.0,
      "total_earned": 54.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "Aaron provided valuable feedback and employed a novel approach to complete the task quickly."
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Great experience working with Kevin, he gave me the latitude to experiment with new techniques while being direct and helpful during communication about the nature of the work and the expected results. Looking forward to working with him again!"
        }
      },
      "job_details": {
        "job_description": "I'm looking for someone with deep knowledge in the Pagespeed Insights and Search Console tools, specifically in how the Cumulative Layout Shift measurements in each tool differ.\n\nFor example, we have a URL group containing 17 pages in Search Console with a Group CLS score of 0.14. When testing each of those pages in Pagespeed Insights, each of the pages score near or at 0.\n\nThe job is to figure out what can be changed on these pages to clear the Search Console warnings.",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Less than 30 hrs/week",
        "estimated_duration": "Less than 1 month",
        "experience_level": "Expert",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 7,
        "location": "United States, Crystal Lake",
        "total_spent": 3303,
        "hires": 10
      },
      "cover_letter": "Hi, came across your post and feel I can help you track this issue down. I have a deep working knowledge of all google optimization products, and how to properly use their features and results to ensure consistent performance. In this case I think a discussion about how GSC and lighthouse etc work differently is necessary.\nHope to hear from you.\nThanks,\n-Aaron\n\nDescribe how you would approach this project, where lab tools don't provide an accurate representation of field measurements.\nI would compare results between tools, and also use some non-google measurements on individual pages and see where there may be an issue on an individual page that is effecting the group average."
    },
    {
      "uid": "job-156cb8a3-bd3f-4f2b-8b0a-01ced024e857",
      "title": "Website code Css-Javascript minification",
      "date_started": "2023-04-12",
      "date_ended": "2023-04-12",
      "date_posted": null,
      "time_spent_hours": 0,
      "hourly_rate": 54.0,
      "total_earned": 9.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "Very knowledgable took the time to explain things to me\nHire Aaron he knows what he's doing."
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Pleasure helping Craig out with his project, and happy that he didn't need as much assistance as he originally thought! Great communication, quick to respond. Great site, would love to work with him again."
        }
      },
      "job_details": {
        "job_description": "Im having error codes of too much JS that are possibly effecting my SEO and usability (loading times)\nI am unable to use googles structured data helper because my images wont load fast enough. this should be a simple job for the right person. This is a square space website.",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Less than 30 hrs/week",
        "estimated_duration": "Less than 1 month",
        "experience_level": "Expert",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 4.95,
        "reviews_count": 5,
        "location": "United States, BOSTON",
        "total_spent": 514,
        "hires": 8
      },
      "cover_letter": null
    },
    {
      "uid": "job-c985369c-346b-4b46-8143-ae21065e872d",
      "title": "Fix CSS Spacing on Employee Directory on Wordpress site",
      "date_started": "2022-06-15",
      "date_ended": "2022-06-20",
      "date_posted": null,
      "time_spent_hours": null,
      "hourly_rate": null,
      "total_earned": 5.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "Aaron did a great job! Thumbs up!"
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Was a pleasure working with Justin, will work with in the future!"
        }
      },
      "job_details": {
        "job_description": "Here's the video explaining it. https://www.loom.com/share/b13d2bfd8df4478e9ef5ee0e26de4775\n\nWe have an employee directory that needs tweaks to the spacing of certain elements. Should be an easy job. The site was built in Wordpress with Salient Theme and Visual Composer.",
        "job_type": "Fixed price",
        "estimated_hours_per_week": null,
        "estimated_duration": null,
        "experience_level": null,
        "budget": 5.0,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 4.91,
        "reviews_count": 50,
        "location": "United States, FORT WAYNE",
        "total_spent": 8289,
        "hires": 72
      },
      "cover_letter": null
    },
    {
      "uid": "job-c77c1d68-ff23-4b87-b8e5-e81872bfa305",
      "title": "Build responsive site with complex payment functionality.",
      "date_started": "2022-06-10",
      "date_ended": "2022-06-16",
      "date_posted": null,
      "time_spent_hours": null,
      "hourly_rate": null,
      "total_earned": 700.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "I found Aaron to be highly competent, trustworthy and committed to excellence. I intend to use his services again and highly recommend him."
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Pleasure to work with!"
        }
      },
      "job_details": {
        "job_description": "I need a website created that is relatively simple but the payment portal/order page is complex. I already have all the copy and formatting mapped out. I need a homepage, a multi-part menu and a payment portal/homepage. I would like this completed in as little time as possible, preferably within two weeks.",
        "job_type": "Fixed price",
        "estimated_hours_per_week": null,
        "estimated_duration": null,
        "experience_level": null,
        "budget": 700.0,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 1,
        "location": "Colombia, Manizales",
        "total_spent": 700,
        "hires": 1
      },
      "cover_letter": "I would love to hear more about this, and see what your actual requirements are. This is a pretty low budget for any site with payment processing features, but I am always up for a challenge! Let me know when you have time to discuss!\nThanks\n-Aaron"
    },
    {
      "uid": "job-11a205c4-7f40-463e-b70b-562fdee3ef46",
      "title": "Developer needed for creating microsite in Craft CMS",
      "date_started": "2021-07-02",
      "date_ended": "2022-02-17",
      "date_posted": null,
      "time_spent_hours": 9,
      "hourly_rate": 54.0,
      "total_earned": 486.0,
      "job_feedback": {
        "client_feedback_given": "No feedback given",
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": ""
        }
      },
      "job_details": {
        "job_description": "Looking for a developer to setup a basic structure and template for a pre-designed brand guideline microsite in Craft.",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Less than 30 hrs/week",
        "estimated_duration": "Less than 1 month",
        "experience_level": "Intermediate",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 1,
        "location": "United States, Mount Laurel",
        "total_spent": 486,
        "hires": 1
      },
      "cover_letter": null
    },
    {
      "uid": "job-f750b984-1184-425b-b5de-388f5fe52e2d",
      "title": "Need to design a new website",
      "date_started": "2021-04-08",
      "date_ended": "2021-12-17",
      "date_posted": null,
      "time_spent_hours": 105,
      "hourly_rate": 54.0,
      "total_earned": 5661.0,
      "job_feedback": {
        "client_feedback_given": "No feedback given",
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Was a pleasure working with this client, set clear expectations and goals throughout our time together, and communication was a breeze. Looking forward to working with again in the future!"
        }
      },
      "job_details": {
        "job_description": "Looking for a Wordpress developer with graphics skills to re-design our www.Allprimepumps.com website.\n\nIf all goes well, our www.Powerandpumps.com website also needs redesign.\n\nIn the future, we will need to make simple in-house modifications to our website, and I am told that Wordpress would be the best for this.\n\nDeveloper needs to handle both the design and the development.\n\nPreference given to someone located in the US.\n\nSee sample websites below that I would like to be emulated. If you are not able to do these types of website, then no need to respond.\n\nIn your proposal, please share a brief summary of your experience and provide recent website examples of your work.\n\nI believe that some type of “water” theme with movement would be appropriate on the home page.\n\nI have plenty of supporting documents, files and photos that will need to be loaded in.\n\nExamples of what I like:\n\nhttps://www.xylem.com/en-us/making-waves/one-minute-in-water/\nhttps://www.liquaflowpump.com/\nwww.ameriflo-usa.com\nhttps://www.amcopumps.com/\nhttps://www.amcopumps.com/amco-stp-series",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Hours to be determined",
        "estimated_duration": "Less than 1 month",
        "experience_level": "Intermediate",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 1,
        "location": "United States, Jacksonville",
        "total_spent": 5661,
        "hires": 2
      },
      "cover_letter": "Hi! I just came across your post and believe I can re design and develop your wordpress site at www.Allprimepumps.com. Of the examples you gave and based on your current site setup, I think https://www.liquaflowpump.com/ is a great choice to work towards with your new design. The balance of easy to read product descriptions, images, as well as general information about the company and their offerings is perfect for a company like yours. I can also make sure we use the most up to date search engine optimization techniques so your new site ranks as high as possible in search results.\nI have designed and built countless wordpress sites, here are a handful I am particularly proud of recently:\nhttps://www.mjackelectric.com/\nhttps://plainfancycabinetry.com/\nhttps://lacavacenter.com/\n\nAdditionally, I have a long term client (mrosupply.com) that is an industrial parts supplier, and my work with them has included addressing the presentation of industrial parts and services to a range of client types. Landing pages, seo, and product site design has been a huge part of our engagement the last year.\n\nSend me a message so we can discuss your needs, and see how i can help you relaunch your site with an amazing new design that will set you apart from your competitors!\nthanks\n-Aaron"
    },
    {
      "uid": "job-faeed77b-c285-45b6-8523-9723f09f1a2c",
      "title": "Boutique Investment Bank in the venture capital space needs website makeover & design",
      "date_started": "2021-09-12",
      "date_ended": "2021-10-06",
      "date_posted": null,
      "time_spent_hours": null,
      "hourly_rate": null,
      "total_earned": 1200.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": ""
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Was great working with Diego, he was very clear and communicated his needs perfectly, while staying open to suggestions and changes during the project. Hope to work with him again!"
        }
      },
      "job_details": {
        "job_description": "We are a newly formed boutique investment bank with the entrepreneurial spirit & vibrancy of a venture capital firm. As such, we are seeking a vibrant, clean, and crisp look / makeover of our website. Our website is: www.ipoadvisorygroup.com\n\nWe need this done ASAP and we look forward to working with you soon.",
        "job_type": "Fixed price",
        "estimated_hours_per_week": null,
        "estimated_duration": null,
        "experience_level": null,
        "budget": 1200.0,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 1,
        "location": "United States, Scottsdale",
        "total_spent": 1200,
        "hires": 1
      },
      "cover_letter": "Hi, just came across your job post and feel like I would be a perfect fit to design and build an overhauled vision for your venture capital site. I have built a number of similar sites in the past, and can ensure a fresh, iconic, and modern design with a strong focus on user experience. I am available to work on this with you ASAP, and am based on the east coast so able to communicate easily by message and phone any time.\nCheck out some similar sites I have launched in the past couple years:\nhttps://cahoots.com/\nhttp://www.bridgeps.com/\nhttps://alpinegrovepartners.com/\nhttps://www.goodmanadvisorygroup.com/\nhttps://covalandersoncoval.com/\n\nHope to hear from you,\nAaron"
    },
    {
      "uid": "job-fb8d646d-f1c6-4f50-9039-3a78f19ccdf3",
      "title": "WordPress expert (Modify, clean, and expand current site)",
      "date_started": "2021-07-16",
      "date_ended": "2021-08-21",
      "date_posted": null,
      "time_spent_hours": 16,
      "hourly_rate": 54.0,
      "total_earned": 837.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "Aaron was super helpful on my project. It was a bit tricky: my own client had a hacked and broken Wordpress site that needed to be rescued. Aaron backed up, stabilized, and upgraded the site so it could be ported out of a Wordpress environment. His communication and problem-solving throughout the process were invaluable, and I knew I could reach out with any issues big or small. Would hire again."
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Adam was a pleasure to work with throughout. Clear expectations and communication, very generous with his time and respectful of mine. Looking forward to working with in the future!"
        }
      },
      "job_details": {
        "job_description": "Need a WordPress expert to clean up, modify, and expand a current WordPress portfolio website.\n\n– The current WordPress site was hijacked to act as a spam content farm. Spam blog posts are automatically generated and posted multiple times a day. Need an expert to track down the source of these spam posts and delete the backlog while preserving important content/actual blog posts.\n\n– I'm having issues viewing/editing raw HTML of existing pages. Unclear if this is related to the spam posts, and would like you to troubleshoot.\n\n– Once the site is cleaned up, you'll need to add a few image galleries (to match current style) and a new page on the site. I'll provide images, copy, and content for you, as well as design feedback to make sure these additions match the rest of the website.",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Less than 30 hrs/week",
        "estimated_duration": "1 to 3 months",
        "experience_level": "Intermediate",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 2,
        "location": "United States, Albany",
        "total_spent": 911,
        "hires": 3
      },
      "cover_letter": "Hi, just came across your job post and feel I would be a perfect fit for getting your site fixed up after it was hijacked. In addition to taking care of the design and content updates, I can also make a recommendation on getting out of wordpress into a low cost and flexible platform that may better suit your needs. Unfortunately once you have been targeted once, it is typically the case that you are targeted repeatedly in the future. While this is not true 100% of the time, I would never advise that you spend any money fixing your site before ensuring you were in a position to defend future attacks without either losing your investment or requiring more work down the road. I am sure you have taken steps to mitigate, but I am happy to talk to you about options no matter what the current situation."
    },
    {
      "uid": "job-670e7dba-7ea5-417e-9845-1790b5aad029",
      "title": "Website rebuild",
      "date_started": "2021-06-30",
      "date_ended": "2021-08-07",
      "date_posted": null,
      "time_spent_hours": null,
      "hourly_rate": null,
      "total_earned": 500.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 4.7,
          "text": "did a great job, was very helpful"
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Austin was fantastic to work with, clear communication and organization of goals. Look forward to working with again!"
        }
      },
      "job_details": {
        "job_description": "website rebuild\nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn",
        "job_type": "Fixed price",
        "estimated_hours_per_week": null,
        "estimated_duration": null,
        "experience_level": null,
        "budget": 500.0,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 3,
        "location": "United States, Grand Junction",
        "total_spent": 3045,
        "hires": 7
      },
      "cover_letter": null
    },
    {
      "uid": "job-09becfa5-b60b-46c6-974a-1260b529113e",
      "title": "Wordpress Developer to redesign a website with Figma (18+ NSFW)",
      "date_started": "2021-06-08",
      "date_ended": "2021-06-19",
      "date_posted": null,
      "time_spent_hours": 22,
      "hourly_rate": 54.0,
      "total_earned": 1188.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "Aaron was truly a pleasure to work with, he is very honest and transparent about the expectations and does his best to deliver what is required. Would love to work with him again in the future."
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Pleasure to work with! Strong communication, from setting expectations to providing feedback. Looking forward to working with again!"
        }
      },
      "job_details": {
        "job_description": "Looking for an expert wordpress developer that would be comfortable working with a R rated/18+ NSFW website that contain adult content.\nWe will provide the Figma design and you will handle redesigning the pages 1:1 and match the new styling.\n\nThe current website is designed with Elementor so you will be working directly on the website and redesigning it with Elementor as well.\n\nDEADLINE: 6/14\n\nThere are about 4 page full redesigns and 6 pages such as checkout page, cart page, account page where you just need to update the css to match the new font, colors, buttons.",
        "job_type": "Hourly",
        "estimated_hours_per_week": "More than 30 hrs/week",
        "estimated_duration": "Less than 1 month",
        "experience_level": "Expert",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 4.98,
        "reviews_count": 191,
        "location": "United States, Queens County",
        "total_spent": 590000,
        "hires": 246
      },
      "cover_letter": "Hi, Just came across your job and I can definitely help you get your wordpress site design locked in. I am fine working with 18+ content, and am available by chat or conference to discuss anytime (based on the east coast)\nHope to hear from you!\nThanks,\n-Aaron"
    },
    {
      "uid": "job-fff4561f-a70f-4877-be70-fecaf038b062",
      "title": "Shopify website developer. (Hand made product)",
      "date_started": "2021-02-09",
      "date_ended": "2021-06-10",
      "date_posted": null,
      "time_spent_hours": 9,
      "hourly_rate": 54.0,
      "total_earned": 486.0,
      "job_feedback": {
        "client_feedback_given": "No feedback given",
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Such a pleasure working with Emilie, great communication and effort all around to make this project run smoothly. I hope to work with Emelie again in the future!"
        }
      },
      "job_details": {
        "job_description": "This job is private",
        "job_type": "Hourly",
        "estimated_hours_per_week": null,
        "estimated_duration": null,
        "experience_level": null,
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": null,
        "reviews_count": null,
        "location": null,
        "total_spent": null,
        "hires": null
      },
      "cover_letter": "Hi! I just read your job posting and believe I can help you launch your commerce site. I have worked with countless startups over the last decade, and have enjoyed many successful site launches in that time. I have experience with everything from go-to-market planning to fundraising and everything in between. I am a trained designer turned developer, and can offer my experience across the stack of requirements and challenges launching a product online.\nSince I have specific experience bringing a product online from the concept stage, I can assist in all the initial requirements of getting an online brand fired up. From the store design and development itself, to any informational content, social media, marketing partners, mailing list set up, customer support channels, you name it.\n\nSend me a message and lets discuss how I can help you launch your product successfully!\nThanks,\nAaron"
    },
    {
      "uid": "job-e06bde56-f2f2-4bf7-9891-97f75217a5e7",
      "title": "Website Database Tables",
      "date_started": "2021-05-21",
      "date_ended": "2021-05-31",
      "date_posted": null,
      "time_spent_hours": 5,
      "hourly_rate": 54.0,
      "total_earned": 270.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "Overall rating\n5.00\nSkills\n5.0\nQuality\n5.0\nAvailability\n5.0\nDeadlines\n5.0\nCommunication\n5.0\nCooperation\n5.0"
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Great working with David. Was clear and consistent in the project requirements and overall communication throughout. Looking forward to working together in the future."
        }
      },
      "job_details": {
        "job_description": "We would like to publish 171 data records on our website. The database has 37 fields.\n\nThe 171 records are categorized by two different values, which are: 1) level - a numeric value from 1 to 5, and 2) category - 17 unique categories. All 171 records have both different values. The two categorization values.\n\nWe would like to be able to drill down by both categories to a given record. We would also like to be able to search records using a search window on key words/values.\n\nA redacted database will be provided to respondents based on qualifications and their cover letter response.\n\nThis project will be done in three phases:\n\n1. Identify potential methodology, gain customer concurrence\n\n2. Prototype web database on test website\n\n3. Implement final web database on production website",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Hours to be determined",
        "estimated_duration": "Less than 1 month",
        "experience_level": "Expert",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 6,
        "location": "United States, Vienna",
        "total_spent": 30000,
        "hires": 15
      },
      "cover_letter": "Just came across your post and can definitely design and develop an interface on your website to display your data records. I would need to see your website, and the data sample to give you some idea on how I might approach this. I can say with certainty that I am qualified and capable, regardless of scope, scale, and existing technology.\nI also am based on the east coast, so can be available via text, chat, and call to discuss the project at just about any time. I have time in my schedule to begin work on this right away, hope to hear from you!\n-Aaron"
    },
    {
      "uid": "job-b06c69e3-0d56-48c1-8941-47036bf2f1bb",
      "title": "Need help changing header colors and fixing tablet responsiveness.",
      "date_started": "2021-05-21",
      "date_ended": "2021-05-21",
      "date_posted": null,
      "time_spent_hours": null,
      "hourly_rate": null,
      "total_earned": 275.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "Aaron did a great job of fixing some theme issues with my site. He answered all of my questions and was able to take care of our problems quickly."
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Great working together, fast response time and overall clear communication. Client set reasonable expectations and goals, will be happy to work with again!"
        }
      },
      "job_details": {
        "job_description": "You can find our website at promowood.com. I recently had some work done but there are a few pages that now show white text in the header with a white background. I'm looking for someone to correct this and make the text black. When the page loads the text loads black then switches to white after a few seconds. A good example of this is to look on the individual product pages. I am using wordpress astra theme and elementor. I would also like someone to help correct some issues with the way our site is displaying on tablet as well as check on mobile.",
        "job_type": "Fixed price",
        "estimated_hours_per_week": null,
        "estimated_duration": null,
        "experience_level": null,
        "budget": 250.0,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 2,
        "location": "United States, Boston",
        "total_spent": 550,
        "hires": 2
      },
      "cover_letter": "Hi! Just came across your job post and can fix your issues with the website header. I took a look and believe I can see the issue at https://promowood.com/product/elijah-craig-small-batch-barrel-head/ and other product pages, so I do know how to solve this problem. I can also advise and fix any mobile issues you may be experiencing.\nI am available today to get this done for you, and can speak via text, chat or voice\nHope to hear from you!\n-Aaron"
    },
    {
      "uid": "job-ec1bbe73-3ba8-4846-9cf8-4eee60741587",
      "title": "HTML / CSS specialist - landing page builder",
      "date_started": "2021-02-08",
      "date_ended": "2021-04-26",
      "date_posted": null,
      "time_spent_hours": 57,
      "hourly_rate": 54.0,
      "total_earned": 3078.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "Very professional and smart freelancer - I would love to use Aaron again"
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Excellent experience working on this project. Great communication and clear expectations throughout, looking forward to next time!"
        }
      },
      "job_details": {
        "job_description": "We are an ecommerce site, looking for someone who can help us build out pages like this on our system https://www.mrosupply.com/popular_products/6200-bearings-alternate/ https://www.peerchain.com/chain-pitches/ I would like to find someone who can not only build some pages like this, but also be able to have a conversation with me to take direction and give suggestions where needed. This job is for someone who is able to work quickly, as there are a lot of pages to be built like this. It can be 10-20 hours",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Less than 30 hrs/week",
        "estimated_duration": "3 to 6 months",
        "experience_level": "Intermediate",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 4.88,
        "reviews_count": 1080,
        "location": "United States, Los Angeles",
        "total_spent": 3850000,
        "hires": 1802
      },
      "cover_letter": "Hi! Just read through your post and would love to work with you designing and developing landing pages for your commerce site. I was not able to figure out what CMS or platform your site is built with, so while I can't be sure I have used the exact system you are using in the past, I am confident I have experience with just about every platform out there. I have built and maintained countless sites, including commerce, and have spent a lot of time refining and streamlining landing pages, conversion funnels, and remarketing plans. I am available by chat, phone and video as needed. I would love to hear more about your needs, and learn more about the commerce system you are using and how I can work with you in the near future hope to hear from you! -Aaron What time zone are you in? I am currently in central time, will be in and out of Eastern time by the end of the month. What times do you prefer to work? I typically am online as needed by specific clients, based on their availability, but if i had to pick it would be between 10am-2pm and again between 7pm and midnight. I am very flexible, and happy to accommodate your schedule. Can you show me a HTML page you have made? I have built landing pages in the past in and outside of the primary content/product management systems for clients such as: https://supplyit.com - this company provides software used by restaurants in their business and logistics chain. I created landing pages for specific chains (such as dunkin donuts) that targeted owners…"
    },
    {
      "uid": "job-5940cb44-920a-4100-ae40-4493496b62cf",
      "title": "Experienced Sr. Full Stack Developer with Good Communication Skills",
      "date_started": "2021-03-17",
      "date_ended": "2021-03-19",
      "date_posted": null,
      "time_spent_hours": null,
      "hourly_rate": null,
      "total_earned": 50.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "Aaron is a pleasure to work with, communicates very well, makes himself available, and is overall a talented developer."
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "A pleasure to work with. Clearly set goals and expectations, great communication and experience all around. Looking forward to working with again!"
        }
      },
      "job_details": {
        "job_description": "We are looking for someone who can help with the day-to-day maintenance and overseeing LAMP / Google Cloud Compute / LAMP environments and ongoing projects. Strong knowledge of API integration, experience with GitHub, and flexibility are prerequisites for this job.",
        "job_type": "Fixed price",
        "estimated_hours_per_week": null,
        "estimated_duration": null,
        "experience_level": null,
        "budget": 0.0,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 6,
        "location": "United States, LEXINGTON",
        "total_spent": 10000,
        "hires": 8
      },
      "cover_letter": null
    },
    {
      "uid": "job-03d73c5d-4ab0-4c8b-a41f-4cd1a2f73ba3",
      "title": "Workpress designer for high school project",
      "date_started": "2021-02-08",
      "date_ended": "2021-02-09",
      "date_posted": null,
      "time_spent_hours": 2,
      "hourly_rate": 54.0,
      "total_earned": 108.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "I don't usually leave reviews, but Aaron was incredible. He directed us to a better platform for my son's blog-site project, even while knowing it would result in fewer hours and less money for him, as it would be easier to implement. Aaron patiently worked through the configuration with my son so he could learn how to do future tasks by himself. Aaron then made himself available for a follow-up session to reinforce the learning. The result was a high-quality deliverable in an extremely fast timeline, as well as new skills developed for my son. I had to push Aaron to except more payment than he was suggesting, because it was such great value. Aaron brings a great combination of strategy, technology mastery, user experience orientation, people skills, value, and integrity. I would not only hire him again, I am hoping to convince him to work for my company."
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Great client, clear expectations and communication throughout. Was a pleasure working with Adam, looking forward to working together in the future!"
        }
      },
      "job_details": {
        "job_description": "This job is private",
        "job_type": "Hourly",
        "estimated_hours_per_week": null,
        "estimated_duration": null,
        "experience_level": null,
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": null,
        "reviews_count": null,
        "location": null,
        "total_spent": null,
        "hires": null
      },
      "cover_letter": null
    },
    {
      "uid": "job-f1be2512-3dbd-4f99-bbe0-d76bf14dc68e",
      "title": "Assistance with WordPress Website",
      "date_started": "2021-01-13",
      "date_ended": "2021-01-14",
      "date_posted": null,
      "time_spent_hours": 2,
      "hourly_rate": 54.0,
      "total_earned": 81.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "Aaron provided valuable assistance getting my site launch ready and has been a great help! Highly recommend!"
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Professional, efficient, and clear in regards to expectations and goals. Happy to work with Brianne again, and looking forward to working with her more in the future."
        }
      },
      "job_details": {
        "job_description": "I am building a blog and need assistance editing my web pages!",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Less than 30 hrs/week",
        "estimated_duration": "Less than 1 month",
        "experience_level": "Intermediate",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 4.97,
        "reviews_count": 9,
        "location": "United States, Klamath Falls",
        "total_spent": 798,
        "hires": 12
      },
      "cover_letter": null
    },
    {
      "uid": "job-ae91cae1-6a58-4a5c-bc22-221653ee7cc2",
      "title": "Optimize my Wordpress Website",
      "date_started": "2021-01-08",
      "date_ended": "2021-01-08",
      "date_posted": null,
      "time_spent_hours": 1,
      "hourly_rate": 25.0,
      "total_earned": 25.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "Aaron is the best! Was quick to assess my site and provide valuable insight. Definitely will hire again!"
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "A pleasure to work with! Strong and consistent communication with clear goals and expectations. Hope to work with again!"
        }
      },
      "job_details": {
        "job_description": "Hello,\n\nI am about to launch my blog and I need an individual to review my site to ensure it is ready to launch. I know I need my page speed loading time optimized and would like to work together to learn anything I haven't done myself yet.",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Less than 30 hrs/week",
        "estimated_duration": "Less than 1 month",
        "experience_level": "Intermediate",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 4.97,
        "reviews_count": 9,
        "location": "United States, Klamath Falls",
        "total_spent": 798,
        "hires": 12
      },
      "cover_letter": "Hi! I would love to work with you to optimize your wordpress site, and help you understand what needs to be done along the way. I have worked for over ten years on wordpress among other CMS' and am an expert in the development, customization, and maintenance required to run a top notch site.\n\nYou can check out some of my recent wordpress work at these sites:\nhttps://www.kleducation.org/\nhttps://lacavacenter.com/\nhttp://www.loftsatbeacon.com/\nhttp://www.bridgeps.com/\nhttps://www.lgallp.com/\nhttps://titaninsured.com/\nhttps://www.baconsports.com/\nhttps://covalandersoncoval.com/\nhttps://www.alpinegrovepartners.com/\n\nI hope to hear from you!\n-Aaron\n\nDo you have suggestions to make this project run successfully?\nI am available for communication via message, chat, and phone as needed to ensure job requirements are clear and that work is accomplished efficiently and expertly along the way. The key to any successful project is ensuring that communication is clear throughout, and expectations are set and met fluidly. I also use online project management tools as well as google apps for documentation in order to track and notate progress from start to finish."
    },
    {
      "uid": "job-d0f657ad-f2b4-4f6c-b2c4-dba8334d390c",
      "title": "need to setup facebook page, facebook manager and shopify",
      "date_started": "2020-12-10",
      "date_ended": "2020-12-11",
      "date_posted": null,
      "time_spent_hours": null,
      "hourly_rate": null,
      "total_earned": 50.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "Aaron is extremely helpful and did more than i asked him for. Such a professional. Highly Recommended"
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Great to work with. Outline of project requirements was accurate, and review was quick. Looking forward to working with again!"
        }
      },
      "job_details": {
        "job_description": "Im having a hardtime setting up my shopify. im already at the stage where im supposed to inegrate facebook pixel to my shopify account. I cant find my facebook pixel, nor can i correctly connect my pages to my business ads manager, or facebook page or the proper pixel. in the end i made a new facebook account which quickly been disabled by facebook and I use my personal facebook account and it got compliacted again and it is then disabled by facebook. I cant contact facebook to fix the problem. I need a shopify and a facebook marketing expert, someone who is good setting up ecommerce store and know how to connect social media accounts.",
        "job_type": "Fixed price",
        "estimated_hours_per_week": null,
        "estimated_duration": null,
        "experience_level": null,
        "budget": 100.0,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 4.51,
        "reviews_count": 10,
        "location": "United States, san jose",
        "total_spent": 1210,
        "hires": 17
      },
      "cover_letter": "Hi! Happy to help you get set up on the integrations you need between shopify, facebook, etc. I have built and maintained countless shopify sites, as well as optimized for social integration and marketing needs.\n\nDo you know how to make a shopify account 2020?\nYes.\nDo you know how to create business ads manager, knows facebook pixel, or anything concerning running ads on facebook?\nYes.\ndo you know how to access facebook page or create one?\nYes.\ndo you know how to connect facebook ad pixel, facebook account and messenger to shopify?\nYes.\nHow can I be sure that I have 100% control of my accounts if you are the one who is going to create it?\nI can advise you on how to create the account privileges required to then simply add me as an admin user and later remove that account. If you do need me to actually create the account itself, I can do that, and then reassign access control to you where you would then change the password. Facebook et al is very good at notifying access, so there should not be any concerns regarding security after hand off"
    },
    {
      "uid": "job-039b6695-1eec-47db-ae41-ef5701e11313",
      "title": "Experienced Web Designer Needed to Create Responsive HTML Tables",
      "date_started": "2020-11-02",
      "date_ended": "2020-11-18",
      "date_posted": null,
      "time_spent_hours": 15,
      "hourly_rate": 54.0,
      "total_earned": 819.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "I appreciate Aaron's insights and skills in bringing this project to a very successful completion. He had good initiative in developing a finished product that our whole team is impressed with. I look forward to future opportunities when we might work together again."
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Clear project requirements and communication throughout. A pleasure to work with!"
        }
      },
      "job_details": {
        "job_description": "I work with the job site Indeed.com, and we're creating a series of tests that employers can use to screen candidates when they apply to jobs. Many of these tests include HTML tables that candidates need to use as references to answer test questions. We are seeking an experienced web designer to evaluate and, if possible, improve upon our existing HTML tables.\n\nWe are looking for an individual with at least 3 years of experience working as a web designer who is able to write code for responsive HTML tables. These tables cannot include CSS but will use Bootstrap styles that adhere to our design guidelines.\n\nYou will be asked to review existing HTML tables within our tests and share your insights to improve legibility, reduce unnecessary scrolling, and help provide the best user experience possible.\n\nWe estimate the project to take no more than 10 hours to complete and the project deadline is November 10.",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Less than 30 hrs/week",
        "estimated_duration": "Less than 1 month",
        "experience_level": "Expert",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 4.94,
        "reviews_count": 9152,
        "location": "United States, Stamford",
        "total_spent": 20320000,
        "hires": 15106
      },
      "cover_letter": "Hi Jessica! I would be happy to work with you on this, and have availability through the dates your posting mentioned. Let me know when you would like to connect and discuss further!\nThanks for the invite!\n-Aaron"
    },
    {
      "uid": "job-c5645fc7-8dae-4837-ab6a-b574c7b74208",
      "title": "Drag and Drop on top",
      "date_started": "2020-10-22",
      "date_ended": "2020-11-10",
      "date_posted": null,
      "time_spent_hours": null,
      "hourly_rate": null,
      "total_earned": 50.0,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "He was easy to work with and gave great suggestions and advice."
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Very clear expectations with a creative and interesting challenge. I hope I was helpful, and would love to work with again in the future!"
        }
      },
      "job_details": {
        "job_description": "I just need help figuring out how to get my image to drop on top of the other one.",
        "job_type": "Fixed price",
        "estimated_hours_per_week": null,
        "estimated_duration": null,
        "experience_level": null,
        "budget": 50.0,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 5.0,
        "reviews_count": 1,
        "location": "United States",
        "total_spent": 50.0,
        "hires": 1
      },
      "cover_letter": null
    },
    {
      "uid": "job-eb9a8c9d-a71c-4ff8-975b-a37cd1525c8f",
      "title": "one screen UI Mockup **need fast by Monday",
      "date_started": "2020-10-18",
      "date_ended": "2020-10-18",
      "date_posted": null,
      "time_spent_hours": 3,
      "hourly_rate": 89.0,
      "total_earned": 237.33,
      "job_feedback": {
        "client_feedback_given": {
          "rating": 5.0,
          "text": "great working with Aaron. Got the job done quickly, was very accessible and easy to communicate with. Quality of work was great as well!"
        },
        "freelancer_feedback_given": {
          "rating": 5.0,
          "text": "Great communication, clear and efficient directions. Looking forward to working together again."
        }
      },
      "job_details": {
        "job_description": "need a UI mockup of a SaaS software that I am building. Just need one page. Already have a mockup made in visio, just need it redesigned to look like an actual product.",
        "job_type": "Hourly",
        "estimated_hours_per_week": "Less than 30 hrs/week",
        "estimated_duration": "Less than 1 month",
        "experience_level": "Expert",
        "budget": null,
        "hourly_range": null,
        "company_description": null
      },
      "client_info": {
        "rating": 4.7,
        "reviews_count": 13,
        "location": "Hinsdale, United States",
        "total_spent": 8719.0,
        "hires": 20
      },
      "cover_letter": "Hello! I would love to help you get this page design done quickly and expertly. I have designed, built and maintained countless sites and products for clients ranging from start up health products to major label musical groups and blockbuster movies. I've spent more than 10 years refining my skills in the industry, and would love the opportunity to work with you. I am based on the east coast so can be available by phone or video chat if we need to hammer out details or review work. hope to hear from you! -Aaron"
    }
  ]
}